Repository: GNOME/gnome-books
Catalog: help/*/*.po
Languages: de

# _
source: translator-credits
de: Hendrik Knackstedt <hendrik.knackstedt@t-online.de>, 2011. Gabor Karsay <gabor.karsay@gmx.at>, 2011, 2012. Christian Kirbach <christian.kirbach@gmail.com>, 2011-2013. Mario Blättermann <mario.blaettermann@gmail.com>, 2011-2013. Benjamin Steinwender <b@stbe.at>, 2014.

source: Group related documents in a collection.
de: Zusammengehörende Dokumente in einer Sammlung gruppieren.

source: Make collections of documents
de: Dokumentsammlungen erstellen

source: <app>Documents</app> lets you put together documents of different types in one place called a <em>collection</em>. If you have documents that are related, you can group them to make them easier to find. For example, if you had a business trip where you made a presentation, your slides, your flight itinerary (a PDF file), your budget spreadsheet, and other hybrid PDF/ODF documents, can be grouped in one collection.
de: <app>Dokumente</app> ermöglicht Ihnen die Zusammenfassung mehrerer Dokumente verschiedener Typen an einem zentralen Ort, der <gui>Sammlung</gui>. In irgendeiner Weise zusammengehörende Dokumente können Sie gruppieren, um sie leichter zu finden. Falls Sie beispielsweise eine Geschäftsreise unternommen und dort eine Präsentation vorgeführt haben, können Sie die Präsentationsdatei gemeinsam mit dem Flugplan (einer PDF-Datei), der Tabelle mit der Kostenkalkulation sowie weiteren PDF- oder ODF-Dokumenten in einer Sammlung zusammenfassen.

source: To create or add to a collection:
de: So können Sie eine Sammlung erstellen oder hinzufügen:

source: Click the <gui>✓</gui> button.
de: Klicken Sie auf den Knopf <gui>✓</gui>.

source: In selection mode, check the documents to be collected.
de: Verwenden Sie den Auswahlmodus, um die zusammenzufassenden Dokumente auszuwählen.

source: Click the <gui>+</gui> button in the button bar.
de: Klicken Sie auf den <gui>+</gui>-Knopf in der Knopfleiste.

source: In the collection list, click <gui>Add</gui> and type a new collection name, or select an existing collection. The selected documents will be added to the collection.
de: Klicken Sie in der Liste der Sammlungen auf <gui>Hinzufügen</gui> und geben Sie einen neuen Sammlungsnamen ein oder wählen Sie eine vorhandene Sammlung. Die ausgewählten Dokumente werden zu dieser Sammlung hinzugefügt.

source: Collections do not behave like folders and their hierarchy: <em>you cannot put collections inside collections.</em>
de: Sammlungen verhalten sich nicht wie Ordner mit ihrer hierarchischen Struktur. Daher können Sie <em>keine Sammlungen ineinander verschachteln</em>.

source: To delete a collection:
de: So löschen Sie eine Sammlung:

source: In selection mode, check the collection to be deleted.
de: Wählen Sie im Auswahlmodus die zu löschende Sammlung aus.

source: Click the Trash button in the button bar. The collection will be deleted, leaving the original documents.
de: Klicken Sie auf den Papierkorb-Knopf in der Knopfleiste. Die Sammlung wird entfernt, wobei die Originaldokumente nicht angetastet werden.

source: Choose which documents to display.
de: Wählen Sie Dokumente zum Anzeigen aus.

source: Filter documents
de: Dokumente filtern

source: <em>Sources</em>: Local, Google, SkyDrive, or All.
de: <em>Quellen</em>: Lokal, Google, SkyDrive oder Alle.

source: <em>Type</em>: Collections, PDF Documents, Presentations, Spreadsheets, Text Documents, or All.
de: <em>Typ</em>: Sammlungen, PDF-Dokumente, Präsentationen, Tabellendokumente, Textdokumente oder Alle.

source: Title, Author, or All.
de: Titel, Autor oder Alle.

source: <app>Documents</app> displays a number of popular document types.
de: <app>Dokumente</app> zeigt eine Reihe von verbreiteten Dokumenttypen an.

source: Formats supported
de: Unterstützte Formate

source: <app>Documents</app> displays PDF, DVI, XPS, PostScript and the formats supported by <app>Document Viewer</app> (Evince), <app>Microsoft Office</app>, <app>LibreOffice</app> and <app>Google Docs</app>.
de: <app>Dokumente</app> zeigt PDF, DVI, XPS, PostScript und die vom <app>Dokumentenbetrachter</app> (Evince), <app>Microsoft Office</app>, <app>LibreOffice</app> und <app>Google Docs</app> unterstützten Formate an.

source: Organize the documents stored locally on your computer or created online.
de: Verwalten Sie alle lokal auf Ihrem Rechner gespeicherten und online erstellten Dokumente.

source: Documents
de: Dokumente

source: <app>Documents</app> is a GNOME application that lets you display, organize, and print the documents on your computer or those created remotely using <em>Google Docs</em> or <em>SkyDrive</em>.
de: <app>Dokumente</app> ist eine Anwendung für GNOME, mit der Sie die Dokumente auf Ihrem Rechner anzeigen, organisieren und drucken können. Diese können entweder lokal oder entfernt mittels <em>Google Docs</em> oder <em>SkyDrive</em> erstellt worden sein.

source: View, Sort and Search
de: Anzeigen, Sortieren und Suchen

source: Select, Organize, Print
de: Wählen, organisieren und drucken

source: Questions
de: Fragen

source: See a document's name, location, date modified, or type.
de: Den Namen, Ort, das Änderungsdatum oder den Typ eines Dokuments anzeigen.

source: Find information about documents
de: Ermitteln von Informationen über Dokumente

source: When a document is created, it comes with <em>metadata</em>. <app>Documents</app> displays the following metadata for each document:
de: Bei der Erstellung eines Dokuments werden <em>Metadaten</em> erzeugt. <app>Dokumente</app> zeigt die folgenden Metadaten entsprechend dem Dokumenttyp an:

source: Title: the name of the document, which can be edited;
de: Titel: Der Name des Dokuments, der bearbeitet werden kann;

source: Source: the path of the folder containing the document;
de: Quelle: Der Pfad zum Ordner, der das Dokument enthält;

source: Date Modified;
de: Änderungsdatum;

source: To see a document's properties:
de: So betrachten Sie die Eigenschaften eines Dokuments:

source: Click the <gui>Check</gui> button to switch to selection mode.
de: Klicken Sie auf den Knopf <gui>Prüfen</gui>, um in den Auswahlmodus zu wechseln.

source: Select a document.
de: Wählen Sie ein Dokument aus.

source: Click the <gui>Properties</gui> button at the right end of the button bar.
de: Klicken Sie auf den <gui>Eigenschaften</gui>-Knopf am rechten Ende der Knopfleiste.

source: Some types of documents (e.g. PDF files) can be password protected, preventing access to their metadata or content.
de: Einige Dokumenttypen (beispielsweise PDF-Dateien) können durch ein Passwort geschützt sein, so dass Sie nicht in der Lage sein werden, deren Metadaten oder den vollständigen Inhalt anzuzeigen.

source: <app>Documents</app> does not currently offer any mechanism to add privacy to a document. You may be able to do this from the application you used to create the document (e.g. <app>LibreOffice</app> or <app>Adobe Acrobat</app>).
de: <app>Documents</app> bietet derzeit keine Möglichkeit, die Privatsphäre eines Dokuments zu schützen. Sie können dies in der Anwendung tun, mit der Sie das Dokument erstellt haben (z.B. <app>LibreOffice</app> oder <app>Adobe Acrobat</app>).

source: You can only preview files stored locally.
de: Sie können nur Vorschauen für lokal gespeicherte Dateien anzeigen lassen.

source: Why don't some files have previews?
de: Warum gibt es keine Vorschauen für einige Dateien?

source: When you open <app>Documents</app>, a preview thumbnail is displayed for documents that are stored locally. Those stored on a remote server like <em>Google Docs</em> or <em>SkyDrive</em> show as missing (or blank) preview thumbnails.
de: Wenn Sie <app>Dokumente</app> öffnen, wird ein Vorschaubild für lokal gespeicherte Dokumente angezeigt. Dokumente, die sich auf einem entfernten Server wie <em>Google Docs</em> oder <em>SkyDrive</em> befinden, werden als fehlende oder leere Vorschauen angezeigt.

source: If you download a <em>Google Docs</em> or <em>SkyDrive</em> document to local storage, a thumbnail will be generated.
de: Wenn Sie ein <em>Google Docs</em> oder <em>SkyDrive</em>-Dokument lokal speichern, wird ein Vorschaubild erzeugt.

source: The local copy of a document downloaded from <em>Google Docs</em> or <em>SkyDrive</em> will lose its ability to be updated online. If you want to continue to edit it online, it is better not to download it.
de: Die lokale Kopie eines von <em>Google Docs</em> oder <em>SkyDrive</em> heruntergeladenen Dokuments kann nicht mehr online aktualisiert werden. Falls Sie diese Möglichkeit erhalten wollen, ist es besser, es nicht herunterzuladen.

source: Print documents that are stored locally or online.
de: Drucken Sie lokal oder im Internet gespeicherte Dokumente.

source: Print a document
de: Ein Dokument drucken

source: To print a document:
de: So drucken Sie ein Dokument:

source: In selection mode, check the document to be printed.
de: Verwenden Sie den Auswahlmodus, um das zu druckende Dokument auszuwählen.

source: Click the Print button in the button bar. The <gui>Print</gui> dialog opens.
de: Klicken Sie auf das Drucksymbol im der Knopfleiste. Daraufhin öffnet sich der Dialog <gui>Drucken</gui>.

source: Printing is not available when more than one document is selected, or when a collection is selected.
de: Das Drucken ist nicht möglich, wenn mehr als ein Dokument oder eine Sammlung ausgewählt ist.

source: Find your documents by title or author.
de: Suchen Sie Dokumente nach Titel oder Autor.

source: Search for files
de: Nach Dateien suchen

source: To start a search in <app>Documents</app>:
de: So suchen Sie in <app>Dokumente</app>:

source: Press <keyseq><key>Ctrl</key><key>F</key></keyseq> to open the search bar at the top of the window.
de: Drücken Sie <keyseq><key>Strg</key><key>F</key></keyseq>, um das Suchfeld oben im Fenster zu öffnen.

source: Use selection mode to select more than one document or collection.
de: Verwenden Sie den Auswahlmodus, um mehrere Dokumente oder Sammlungen auszuwählen.

source: Selecting documents
de: Dokumente auswählen

source: From <app>Documents</app> selection mode you can open, print, view or make collections of your documents. To use selection mode:
de: Aus dem Auswahlmodus von <app>Dokumente</app> können Sie Dokumente öffnen, drucken, betrachten oder Sammlungen daraus erstellen. So verwenden Sie den Auswahlmodus:

source: Select one or more documents or collections. The button bar appears with the actions that are valid for your selection.
de: Wählen Sie ein oder mehrere Dokumente oder Sammlungen aus. Die Knopfleiste erscheint und zeigt die Aktionen an, die für Ihre Auswahl möglich sind.

source: Selection mode actions
de: Aktionen im Auswahlmodus:

source: After selecting one or more documents you can:
de: Nach dem Auswählen eines oder mehrerer Dokumente können Sie:

source: Open with Document Viewer (folder icon).
de: Öffnen mit dem Dokumentenbetrachter (Ordnersymbol).

source: Print (printer icon): print a document (only available when a single document is selected).
de: Drucken (Druckersymbol): ein Dokument drucken, sofern nur ein einzelnes Dokument ausgewählt ist.

source: Organize (plus icon): create a collection of documents.
de: Organisieren (mit dem Plus-Symbol): Eine Dokumentsammlungen erstellen

source: Properties (wrench icon): display the properties of a document (only available when a single document is selected).
de: Eigenschaften (Schraubenschlüsselsymbol): die Eigenschaften eines Dokuments anzeigen, sofern nur ein einzelnes Dokument ausgewählt ist.

source: Delete (trash icon): delete one or more collections.
de: Löschen (Papierkorbsymbol): eine oder mehrere Sammlungen löschen.

source: Local or remote documents do not appear.
de: Lokale oder entfernte Dokumente werden nicht angezeigt.

source: My documents cannot be seen
de: Meine Dokumente sind nicht sichtbar

source: If your documents fail to display in <app>Documents</app>, <app>Tracker</app> may not be running or properly configured. Make sure Tracker is running in your session. The default configuration, set to index files in your home directory (non-recursively) and XDG folders (recursively), should be adequate. Ensure that your documents are in one of these paths.
de: Falls Ihre Dokumente in <app>Dokumente</app> nicht angezeigt werden können, wäre es möglich, dass <app>Tracker</app> nicht läuft oder nicht korrekt eingerichtet ist. Stellen Sie sicher, dass Tracker in Ihrer Sitzung läuft. In der Standardkonfiguration werden Dateien in Ihrem persönlichen Ordner (nicht rekursiv) sowie in den XDG-Ordner (rekursiv) erfasst. Stellen Sie sicher, dass sich Ihre Ordner in einem dieser Pfade befinden.

source: Change the way documents are displayed.
de: Ändern Sie die Art der Anzeige von Dokumenten.

source: View files in a list or grid
de: Dateien in einer Liste oder in einem Raster anzeigen

source: Documents and collections are presented in <gui>Grid</gui> format by default. To view in <gui>List</gui> format:
de: Dokumente und Sammlungen werden standardmäßig in einem <gui>Raster</gui> angezeigt. So ändern Sie dies in die <gui>Listenansicht</gui>:

source: Go to the top bar and click <app>Documents</app> to display the app menu.
de: Klicken Sie auf <app>Dokumente</app> im oberen Panel, um das Anwendungsmenü anzuzeigen.

source: Click <gui>List</gui> from the <gui>View as</gui> section.
de: Klicken Sie im Abschnitt <gui>Anzeigen als</gui> auf <gui>Liste</gui>.

source: List view has columns displaying the document type and date modified, and whether it's stored locally, or in <app>Google Docs</app> or <em>SkyDrive</em>.
de: In der Listenansicht werden in Spalten der Dokumenttyp und der Zeitpunkt der letzten Änderung, außerdem Informationen darüber, ob es lokal gespeichert ist oder in <app>Google Docs</app> oder <em>SkyDrive</em>.

source: Click <gui>Grid</gui> in the app menu to return to the default format.
de: Klicken Sie auf <gui>Raster</gui> im Anwendungsmenü, um zum vorgegebenen Format zurückzukehren.

source: View documents full-screen.
de: Dokumente im Vollbildmodus betrachten.

source: Display documents stored locally or online
de: Lokal oder online gespeicherte Dokumente ansehen

source: When you open <app>Documents</app>, all of your documents, those stored locally as well as online, are displayed as thumbnails.
de: Wenn Sie <app>Dokumente</app> öffnen, werden alle Ihre Dokumente, sowohl lokal als auch online gespeicherte, als Vorschauen angezeigt.

source: To view the contents of a document:
de: So zeigen Sie den Inhalt eines Dokuments an:

source: Click the thumbnail. The document is displayed full-width in the <app>Documents</app> window (or full-screen if maximized).
de: Klicken Sie auf die Vorschau. Das Dokument wird in voller Breite im <app>Dokumente</app>-Fenster dargestellt, oder im Vollbild, falls maximiert.

source: To exit the document, click the back arrow button.
de: Um das Dokument zu beenden, klicken Sie auf den Knopf mit dem rückwärts weisenden Pfeil.

source: This work is licensed under a <_:link-1/>.
de: Dieses Werk wird unter einer <_:link-1/> verbreitet.
